Repository: oliversteiner/drupal-views_admintools
Catalog: translations/views_admintools-8.x-1.1.*.po
Languages: de

source: Add "New Tag"
de: Taste "Neuer Tag"

source: Add "remove Tag"
de: Taste "Tag entfernen"

source: New
de: Neu

source: Sort
de: Sortieren

source: Back
de: Zurück

source: Default
de: Standard

source: Small
de: Klein

source: Large
de: Groß

source: Title
de: Titel

source: Content Type
de: Inhaltstyp

source: Add icon names without prefix (fa-).
de: Icon-Namen ohne Präfix angeben (fa-).

source: Prefix
de: Präfix

source: Label
de: Text

source: Destination after submit
de: Name der Ziel-View

source: Add more buttons
de: Weitere Buttons hinzufügen

source: Button Look
de: Tastenaussehen

source: Show as
de: Zeige als

source: Icon Set
de: Icon Stil

source: Icon Size
de: Icon Grösse

source: Separator between Buttons and Taxonomy
de: Trennstrich zwischen Tasten und Taxonomy-Listen

source: Modal Dialog
de: Modale Dialogbox

source: Use Modal Dialog?
de: Modale Dialogbox nutzen?

source: Modal Width
de: Breite der Dialogbox

source: Which roles are allowed to see the Buttons?
de: Welche Benutzer-Rollen dürfen die Buttons sehen?

source: Show Buttons
de: Zeige diese Tasten

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Chose Destination
de: Wähle Ziel

source: Chose destination after save
de: Nach dem Speichern zu diesem Ziel springen

source: Other destination path
de: Anderer Zielpfad

source: Design:
de: Aussehen:

source: label
de: Text

source: Display as
de: Anzeigen als

source: Icon Name (without prefix)
de: Icon Name (ohne Präfix)

source: edit
de: bearbeiten

source: delete
de: löschen

source: Roles:
de: Rollen:

source: Anchor Link
de: Link-Anker

source: Anchor Tag
de: Anker Tag

source: CSS Class
de: CSS Klasse

source: Which field to Count the Items
de: Von welchem Feld soll die Anzahl der Inhalte angezeigt werden

source: Output
de: Ausgabe

source: Taxonomy Field
de: Taxonomy Feld

source: Field Name
de: Feld Name

source: Custom CSS Class
de: Eigene CSS Klassen

source: Fieldname to group
de: Feld das gruppiert werden soll
